{
  "pierwsze": [
    {
      "hint": "{ hint: \"Musisz być bardziej cierpliwy",
      "answer": "jeśli chcesz osiągnąć sukces.\" answer: \"You need to be more patient if you want to succeed.\" } "
    },
    {
      "hint": "{ hint: \"To był naprawdę wyczerpujący dzień w pracy.\"",
      "answer": "answer: \"It was a truly exhausting day at work.\" } "
    },
    {
      "hint": "{ hint: \"Nie powinieneś podejmować pochopnych decyzji pod wpływem emocji.\"",
      "answer": "answer: \"You shouldn't make hasty decisions under emotional pressure.\" } "
    },
    {
      "hint": "{ hint: \"Czy ta opcja jest nadal dostępna?\"",
      "answer": "answer: \"Is this option still available?\" } "
    },
    {
      "hint": "{ hint: \"Nie mogłem znaleźć żadnego właściwego wyjaśnienia tej sytuacji.\"",
      "answer": "answer: \"I couldn't find any proper explanation for this situation.\" } "
    },
    {
      "hint": "{ hint: \"W końcu udało mi się uporządkować ten bałagan.\"",
      "answer": "answer: \"I finally managed to sort out the mess.\" } "
    },
    {
      "hint": "{ hint: \"Musisz mi przypomnieć o spotkaniu jutro rano.\"",
      "answer": "answer: \"You need to remind me about the meeting tomorrow morning.\" } "
    },
    {
      "hint": "{ hint: \"Zamknął pojemnik",
      "answer": "żeby był dobrze uszczelniony.\" answer: \"He closed the container to make sure it was properly sealed.\" } "
    },
    {
      "hint": "{ hint: \"To był poważny problem",
      "answer": "który wymagał natychmiastowej reakcji.\" answer: \"It was a serious problem that required immediate action.\" } "
    },
    {
      "hint": "{ hint: \"Niechcący nadepnąłem mu na stopę podczas tańca.\"",
      "answer": "answer: \"I accidentally stepped on his foot during the dance.\" } "
    },
    {
      "hint": "{ hint: \"Musisz nauczyć się zachować spokój w trudnych sytuacjach.\"",
      "answer": "answer: \"You need to learn to stay calm in difficult situations.\" } "
    },
    {
      "hint": "{ hint: \"To może prowadzić do poważnych konsekwencji.\"",
      "answer": "answer: \"It could lead to serious consequences.\" } "
    },
    {
      "hint": "{ hint: \"Czy możesz przeprowadzić mnie przez ten proces?\"",
      "answer": "answer: \"Can you guide me through this process?\" } "
    },
    {
      "hint": "{ hint: \"Nie był pewien",
      "answer": "jak rozwiązać ten problem.\" answer: \"He wasn't sure how to work out the problem.\" } "
    },
    {
      "hint": "{ hint: \"Wszystkie dokumenty zostały właściwie zorganizowane.\"",
      "answer": "answer: \"All the documents were properly organized.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dawny sposób myślenia",
      "answer": "ale już się zmieniłem.\" answer: \"That was my former way of thinking but I've changed.\" } "
    },
    {
      "hint": "{ hint: \"Włożył telefon do etui i schował do torby.\"",
      "answer": "answer: \"He put the phone in the case and tucked it into his bag.\" } "
    },
    {
      "hint": "{ hint: \"Nie mogłem go znaleźć",
      "answer": "choć był tuż obok mnie.\" answer: \"I couldn't find him even though he was right next to me.\" } "
    },
    {
      "hint": "{ hint: \"Zamknął puszkę i schował ją do lodówki.\"",
      "answer": "answer: \"He sealed the can and put it in the fridge.\" } "
    },
    {
      "hint": "{ hint: \"W końcu wszystko się udało.\"",
      "answer": "answer: \"In the end everything worked out.\" } "
    },
    {
      "hint": "{ hint: \"Nie wróci szybko",
      "answer": "bo ma dużo pracy.\" answer: \"He won't return soon because he has a lot of work.\" } "
    },
    {
      "hint": "{ hint: \"Spotkałem go zupełnie przypadkiem.\"",
      "answer": "answer: \"I met him completely accidentally.\" } "
    },
    {
      "hint": "{ hint: \"Czy możesz przeczytać to na głos?\"",
      "answer": "answer: \"Can you read it aloud?\" } "
    },
    {
      "hint": "{ hint: \"Nie był pewien",
      "answer": "czy wolno mu wejść.\" answer: \"He wasn't sure if he was allowed to enter.\" } "
    },
    {
      "hint": "{ hint: \"Obrazek wciąż wisiał na ścianie.\"",
      "answer": "answer: \"The picture was still hanging on the wall.\" } "
    },
    {
      "hint": "{ hint: \"To wymaga dużo cierpliwości i skupienia.\"",
      "answer": "answer: \"It requires a lot of patience and focus.\" } "
    },
    {
      "hint": "{ hint: \"Wszystko było zrobione zgodnie z zasadami.\"",
      "answer": "answer: \"Everything was done by the book.\" } "
    },
    {
      "hint": "{ hint: \"Doradzono mi",
      "answer": "żeby poczekać z decyzją.\" answer: \"I was advised to wait with the decision.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dawny nauczyciel angielskiego.\"",
      "answer": "answer: \"He was my former English teacher.\" } "
    },
    {
      "hint": "{ hint: \"Po długiej rozmowie doszli do porozumienia.\"",
      "answer": "answer: \"After a long conversation they reached an agreement.\" } "
    },
    {
      "hint": "{ hint: \"Nie mogłem sobie z tym poradzić samodzielnie.\"",
      "answer": "answer: \"I couldn't handle it on my own.\" } "
    },
    {
      "hint": "{ hint: \"Po długim dniu burczał mu w brzuchu tak głośno",
      "answer": "że wszyscy to słyszeli.\" answer: \"After a long day his stomach was growling so loudly that everyone heard it.\" } "
    },
    {
      "hint": "{ hint: \"Mózg przetwarza informacje szybciej niż jakikolwiek komputer.\"",
      "answer": "answer: \"The brain processes information faster than any computer.\" } "
    },
    {
      "hint": "{ hint: \"Serce biło mu jak szalone",
      "answer": "gdy zobaczył wyniki egzaminu.\" answer: \"His heart was pounding like crazy when he saw the exam results.\" } "
    },
    {
      "hint": "{ hint: \"Ekscytacja była tak wielka",
      "answer": "że nie mógł zasnąć przez całą noc.\" answer: \"The excitement was so intense that he couldn't sleep all night.\" } "
    },
    {
      "hint": "{ hint: \"Każdy organ w naszym ciele pełni ważną funkcję.\"",
      "answer": "answer: \"Every organ in our body serves an important function.\" } "
    },
    {
      "hint": "{ hint: \"Skóra na dłoniach była popękana od zimna.\"",
      "answer": "answer: \"The skin on his hands was cracked from the cold.\" } "
    },
    {
      "hint": "{ hint: \"Zamyślił się",
      "answer": "patrząc przez okno na zachód słońca.\" answer: \"He got lost in thought while looking out the window at the sunset.\" } "
    },
    {
      "hint": "{ hint: \"Zapięła pasek i ruszyła na spotkanie.\"",
      "answer": "answer: \"She fastened her belt and headed to the meeting.\" } "
    },
    {
      "hint": "{ hint: \"Płuca wypełniły się świeżym",
      "answer": "górskim powietrzem.\" answer: \"His lungs filled with fresh mountain air.\" } "
    },
    {
      "hint": "{ hint: \"Zasnęła ze zmęczenia jeszcze zanim film się skończył.\"",
      "answer": "answer: \"She fell asleep from exhaustion before the movie ended.\" } "
    },
    {
      "hint": "{ hint: \"Rodzeństwo często się kłóci",
      "answer": "ale potrafi się też wspierać.\" answer: \"Siblings often argue but they also know how to support each other.\" } "
    },
    {
      "hint": "{ hint: \"Wujek przyszedł na uroczystość",
      "answer": "bo bardzo mu na niej zależało.\" answer: \"My uncle came to the ceremony because it mattered a lot to him.\" } "
    },
    {
      "hint": "{ hint: \"Rodzice są bardzo uprzejmi i zawsze witają gości z uśmiechem.\"",
      "answer": "answer: \"The parents are very polite and always greet guests with a smile.\" } "
    },
    {
      "hint": "{ hint: \"Chrzestna podarowała mi medalik na komunię.\"",
      "answer": "answer: \"My godmother gave me a medal for my First Communion.\" } "
    },
    {
      "hint": "{ hint: \"Mama przygotowała kolację dla całej rodziny.\"",
      "answer": "answer: \"Mom prepared dinner for the whole family.\" } "
    },
    {
      "hint": "{ hint: \"Dzieci są bardzo grzeczne i słuchają nauczycieli.\"",
      "answer": "answer: \"The children are very well behaved and listen to their teachers.\" } "
    },
    {
      "hint": "{ hint: \"Babcia przyniosła mi ulubione ciasto czekoladowe.\"",
      "answer": "answer: \"Grandma brought me my favorite chocolate cake.\" } "
    },
    {
      "hint": "{ hint: \"Babcia piecze najlepsze ciasta w całej rodzinie.\"",
      "answer": "answer: \"Grandma bakes the best cakes in the whole family.\" } "
    },
    {
      "hint": "{ hint: \"Rodzice poznali się na studiach w college'u.\"",
      "answer": "answer: \"My parents met during their studies in college.\" } "
    },
    {
      "hint": "{ hint: \"Siostra zaprosiła mnie na swoje wesele.\"",
      "answer": "answer: \"My sister invited me to her wedding.\" } "
    },
    {
      "hint": "{ hint: \"Musisz być pewien",
      "answer": "zanim podejmiesz decyzję.\" answer: \"You must be certain before making a decision.\" } "
    },
    {
      "hint": "{ hint: \"Postawił walizkę tuż obok czegoś",
      "answer": "ale nie pamiętam gdzie.\" answer: \"He placed the suitcase right next to something but I can't remember where.\" } "
    },
    {
      "hint": "{ hint: \"To nie ma znaczenia",
      "answer": "ważne że jesteś tutaj.\" answer: \"It doesn't matter what's important is that you're here.\" } "
    },
    {
      "hint": "{ hint: \"Zauważyłem",
      "answer": "że coś jest nie tak z jego zachowaniem.\" answer: \"I noticed that something was off with his behavior.\" } "
    },
    {
      "hint": "{ hint: \"Wstał i zaczął mówić do wszystkich.\"",
      "answer": "answer: \"He stood up and began speaking to everyone.\" } "
    },
    {
      "hint": "{ hint: \"Dostęp do tej funkcji jest ograniczony.\"",
      "answer": "answer: \"Access to this feature is limited.\" } "
    },
    {
      "hint": "{ hint: \"Musisz to zrobić porządnie",
      "answer": "inaczej nie zadziała.\" answer: \"You have to do it properly otherwise it won't work.\" } "
    },
    {
      "hint": "{ hint: \"Pojemnik był szczelnie zamknięty",
      "answer": "żeby nic nie wyciekło.\" answer: \"The container was tightly sealed so nothing would leak.\" } "
    },
    {
      "hint": "{ hint: \"Naszym celem podróży była mała wioska w górach.\"",
      "answer": "answer: \"Our destination was a small village in the mountains.\" } "
    },
    {
      "hint": "{ hint: \"Musimy uporządkować ten bałagan przed przyjazdem gości.\"",
      "answer": "answer: \"We need to sort out this mess before the guests arrive.\" } "
    },
    {
      "hint": "{ hint: \"Spróbuję przeprowadzić cię przez cały proces krok po kroku.\"",
      "answer": "answer: \"I'll try to guide you through the whole process step by step.\" } "
    },
    {
      "hint": "{ hint: \"To był naprawdę poważny problem",
      "answer": "który wymagał uwagi.\" answer: \"It was a truly serious problem that required attention.\" } "
    },
    {
      "hint": "{ hint: \"Przypomnij mi o spotkaniu jutro rano.\"",
      "answer": "answer: \"Remind me about the meeting tomorrow morning.\" } "
    },
    {
      "hint": "{ hint: \"Trzymał wszystkie dokumenty w jednym folderze.\"",
      "answer": "answer: \"He kept all the documents in one folder.\" } "
    },
    {
      "hint": "{ hint: \"Musisz wymyślić",
      "answer": "jak to naprawić.\" answer: \"You need to work out how to fix it.\" } "
    },
    {
      "hint": "{ hint: \"W trudnych chwilach warto zachować spokój.\"",
      "answer": "answer: \"In difficult moments it's worth staying calm.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dotychczasowy sposób działania.\"",
      "answer": "answer: \"That was my former way of doing things.\" } "
    },
    {
      "hint": "{ hint: \"Mieliśmy ciekawą rozmowę o podróżach.\"",
      "answer": "answer: \"We had an interesting conversation about travel.\" } "
    },
    {
      "hint": "{ hint: \"Niechcący nadepnąłem mu na stopę.\"",
      "answer": "answer: \"I accidentally stepped on his foot.\" } "
    },
    {
      "hint": "{ hint: \"Chciał zwrócić książkę do biblioteki.\"",
      "answer": "answer: \"He wanted to return the book to the library.\" } "
    },
    {
      "hint": "{ hint: \"To było naprawdę wyczerpujące doświadczenie.\"",
      "answer": "answer: \"It was a truly exhausting experience.\" } "
    },
    {
      "hint": "{ hint: \"Musiał nieść torby przez całą ulicę.\"",
      "answer": "answer: \"He had to carry the bags across the whole street.\" } "
    },
    {
      "hint": "{ hint: \"Wyjaśnił mi wszystko bardzo dokładnie.\"",
      "answer": "answer: \"He explained everything to me very clearly.\" } "
    },
    {
      "hint": "{ hint: \"Choć było późno",
      "answer": "nadal pracował.\" answer: \"Though it was late he was still working.\" } "
    },
    {
      "hint": "{ hint: \"Spotkanie odbyło się w ratuszu.\"",
      "answer": "answer: \"The meeting took place at the town hall.\" } "
    },
    {
      "hint": "{ hint: \"Przeczytał wiadomość na głos.\"",
      "answer": "answer: \"He read the message aloud.\" } "
    },
    {
      "hint": "{ hint: \"Pozwolono mu wejść do środka.\"",
      "answer": "answer: \"He was allowed to enter inside.\" } "
    },
    {
      "hint": "{ hint: \"Obrazek wciąż wisiał na ścianie.\"",
      "answer": "answer: \"The picture was still hanging on the wall.\" } "
    },
    {
      "hint": "{ hint: \"Czy ta opcja jest dostępna dla wszystkich?\"",
      "answer": "answer: \"Is this option available to everyone?\" } "
    },
    {
      "hint": "{ hint: \"Na stole leżał owoc.\"",
      "answer": "answer: \"There was a fruit lying on the table.\" } "
    },
    {
      "hint": "{ hint: \"Postawił walizkę obok drzwi.\"",
      "answer": "answer: \"He placed the suitcase next to the door.\" } "
    },
    {
      "hint": "{ hint: \"Potrzebuję wyjaśnienia tej sytuacji.\"",
      "answer": "answer: \"I need an explanation of this situation.\" } "
    },
    {
      "hint": "{ hint: \"Ramka była złocona i bardzo elegancka.\"",
      "answer": "answer: \"The frame was gilded and very elegant.\" } "
    },
    {
      "hint": "{ hint: \"Dzwonek zadzwonił dokładnie o ósmej.\"",
      "answer": "answer: \"The bell rang exactly at eight.\" } "
    },
    {
      "hint": "{ hint: \"Dostęp do tej funkcji był ograniczony tylko dla administratorów.\"",
      "answer": "answer: \"Access to this feature was limited to administrators only.\" } "
    },
    {
      "hint": "{ hint: \"Musisz to zrobić porządnie",
      "answer": "żeby wszystko działało jak należy.\" answer: \"You need to do it properly so everything works as it should.\" } "
    },
    {
      "hint": "{ hint: \"Pojemnik był szczelnie zamknięty",
      "answer": "żeby zachować świeżość.\" answer: \"The container was tightly sealed to preserve freshness.\" } "
    },
    {
      "hint": "{ hint: \"To był trudny okres w jego życiu.\"",
      "answer": "answer: \"It was a difficult period in his life.\" } "
    },
    {
      "hint": "{ hint: \"Naszym celem była mała miejscowość nad jeziorem.\"",
      "answer": "answer: \"Our destination was a small town by the lake.\" } "
    },
    {
      "hint": "{ hint: \"Muszę jutro wstać wcześnie",
      "answer": "żeby zdążyć na pociąg.\" answer: \"I have to get up early tomorrow to catch the train.\" } "
    },
    {
      "hint": "{ hint: \"Postaram się przeprowadzić cię przez wszystkie etapy.\"",
      "answer": "answer: \"I'll try to guide you through all the steps.\" } "
    },
    {
      "hint": "{ hint: \"Po usłyszeniu tej historii zmienił zdanie.\"",
      "answer": "answer: \"After hearing that story he changed his mind.\" } "
    },
    {
      "hint": "{ hint: \"To może prowadzić do nieoczekiwanych skutków.\"",
      "answer": "answer: \"It may lead to unexpected consequences.\" } "
    },
    {
      "hint": "{ hint: \"Przypomnij mi o spotkaniu z klientem.\"",
      "answer": "answer: \"Remind me about the meeting with the client.\" } "
    },
    {
      "hint": "{ hint: \"Trzymał wszystkie ważne dokumenty w sejfie.\"",
      "answer": "answer: \"He kept all the important documents in the safe.\" } "
    },
    {
      "hint": "{ hint: \"Etui na okulary było schowane w szufladzie.\"",
      "answer": "answer: \"The case for the glasses was hidden in the drawer.\" } "
    },
    {
      "hint": "{ hint: \"Te dwa tematy są ze sobą powiązane.\"",
      "answer": "answer: \"These two topics are connected.\" } "
    },
    {
      "hint": "{ hint: \"Musisz wymyślić",
      "answer": "jak to rozwiązać.\" answer: \"You need to work out how to solve it.\" } "
    },
    {
      "hint": "{ hint: \"Nie wiem",
      "answer": "jak sobie z tym poradzić.\" answer: \"I don't know how to handle it.\" } "
    },
    {
      "hint": "{ hint: \"Wszystko zostało zrobione zgodnie z przepisami.\"",
      "answer": "answer: \"Everything was done by the book.\" } "
    },
    {
      "hint": "{ hint: \"Doradzono mi",
      "answer": "żeby poczekać z decyzją do jutra.\" answer: \"I was advised to wait with the decision until tomorrow.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dotychczasowy sposób działania.\"",
      "answer": "answer: \"That was my former way of doing things.\" } "
    },
    {
      "hint": "{ hint: \"Dokumenty były starannie zorganizowane w folderach.\"",
      "answer": "answer: \"The documents were carefully organized in folders.\" } "
    },
    {
      "hint": "{ hint: \"Chciał odkryć coś nowego podczas podróży.\"",
      "answer": "answer: \"He wanted to discover something new during the trip.\" } "
    },
    {
      "hint": "{ hint: \"Nasza rozmowa trwała ponad godzinę.\"",
      "answer": "answer: \"Our conversation lasted over an hour.\" } "
    },
    {
      "hint": "{ hint: \"Spotkałem go zupełnie przypadkiem na ulicy.\"",
      "answer": "answer: \"I met him completely accidentally on the street.\" } "
    },
    {
      "hint": "{ hint: \"Na stole stała puszka z napojem.\"",
      "answer": "answer: \"There was a can of drink on the table.\" } "
    },
    {
      "hint": "{ hint: \"Musimy działać natychmiast",
      "answer": "zanim będzie za późno.\" answer: \"We must act immediately before it's too late.\" } "
    },
    {
      "hint": "{ hint: \"Rozdzielenie tych dwóch grup było konieczne.\"",
      "answer": "answer: \"The separation of these two groups was necessary.\" } "
    },
    {
      "hint": "{ hint: \"Ten bagaż jest zdecydowanie za ciężki.\"",
      "answer": "answer: \"This luggage is definitely overweight.\" } "
    },
    {
      "hint": "{ hint: \"To był bardzo nudny wykład.\"",
      "answer": "answer: \"It was a very dull lecture.\" } "
    },
    {
      "hint": "{ hint: \"Był wyraźnie przestraszony sytuacją.\"",
      "answer": "answer: \"He was clearly frightened by the situation.\" } "
    },
    {
      "hint": "{ hint: \"Musiał nieść torby przez całą ulicę.\"",
      "answer": "answer: \"He had to carry the bags across the whole street.\" } "
    },
    {
      "hint": "{ hint: \"W końcu wszystko się ułożyło.\"",
      "answer": "answer: \"In the end everything worked out.\" } "
    },
    {
      "hint": "{ hint: \"Nie wróci szybko",
      "answer": "bo ma dużo obowiązków.\" answer: \"He won't return soon because he has many responsibilities.\" } "
    },
    {
      "hint": "{ hint: \"Nie mogłem znaleźć żadnego właściwego rozwiązania.\"",
      "answer": "answer: \"I couldn't find any proper solution.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dawny sposób działania",
      "answer": "ale już się zmieniłem.\" answer: \"That was my former way of doing things but I've changed.\" } "
    },
    {
      "hint": "{ hint: \"Wszystkie dokumenty były starannie zorganizowane.\"",
      "answer": "answer: \"All the documents were carefully organized.\" } "
    },
    {
      "hint": "{ hint: \"Chciał odkryć coś nowego podczas podróży.\"",
      "answer": "answer: \"He wanted to discover something new during the trip.\" } "
    },
    {
      "hint": "{ hint: \"Nasza rozmowa była bardzo inspirująca.\"",
      "answer": "answer: \"Our conversation was very inspiring.\" } "
    },
    {
      "hint": "{ hint: \"Spotkałem go przypadkiem na ulicy.\"",
      "answer": "answer: \"I met him accidentally on the street.\" } "
    },
    {
      "hint": "{ hint: \"Na stole stała puszka z napojem.\"",
      "answer": "answer: \"There was a can of drink on the table.\" } "
    },
    {
      "hint": "{ hint: \"Musimy działać natychmiast",
      "answer": "zanim będzie za późno.\" answer: \"We must act immediately before it's too late.\" } "
    },
    {
      "hint": "{ hint: \"Rozdzielenie tych dwóch grup było konieczne.\"",
      "answer": "answer: \"The separation of these two groups was necessary.\" } "
    },
    {
      "hint": "{ hint: \"Ten bagaż jest zdecydowanie za ciężki.\"",
      "answer": "answer: \"This luggage is definitely overweight.\" } "
    },
    {
      "hint": "{ hint: \"To był bardzo nudny wykład",
      "answer": "trudno było się skupić.\" answer: \"It was a very dull lecture it was hard to concentrate.\" } "
    },
    {
      "hint": "{ hint: \"Był wyraźnie przestraszony sytuacją.\"",
      "answer": "answer: \"He was clearly frightened by the situation.\" } "
    },
    {
      "hint": "{ hint: \"Musiał nieść torby przez całą ulicę.\"",
      "answer": "answer: \"He had to carry the bags across the whole street.\" } "
    },
    {
      "hint": "{ hint: \"W końcu wszystko się ułożyło tak",
      "answer": "jak powinno.\" answer: \"In the end everything worked out as it should.\" } "
    },
    {
      "hint": "{ hint: \"Nie wróci szybko",
      "answer": "bo ma dużo obowiązków.\" answer: \"He won't return soon because he has many responsibilities.\" } "
    },
    {
      "hint": "{ hint: \"To może prowadzić do lepszych rezultatów.\"",
      "answer": "answer: \"It may lead to better results.\" } "
    },
    {
      "hint": "{ hint: \"Przypomnij mi o zadaniu jutro rano.\"",
      "answer": "answer: \"Remind me about the task tomorrow morning.\" } "
    },
    {
      "hint": "{ hint: \"Trzymał wszystkie ważne rzeczy w jednym miejscu.\"",
      "answer": "answer: \"He kept all the important things in one place.\" } "
    },
    {
      "hint": "{ hint: \"Etui na okulary było schowane w szufladzie.\"",
      "answer": "answer: \"The case for the glasses was hidden in the drawer.\" } "
    },
    {
      "hint": "{ hint: \"Te dwa tematy są ze sobą powiązane.\"",
      "answer": "answer: \"These two topics are connected.\" } "
    },
    {
      "hint": "{ hint: \"Musisz wymyślić",
      "answer": "jak to rozwiązać.\" answer: \"You need to work out how to solve it.\" } "
    },
    {
      "hint": "{ hint: \"Nie wiem",
      "answer": "jak sobie z tym poradzić.\" answer: \"I don't know how to handle it.\" } "
    },
    {
      "hint": "{ hint: \"Wszystko zostało zrobione zgodnie z przepisami.\"",
      "answer": "answer: \"Everything was done by the book.\" } "
    },
    {
      "hint": "{ hint: \"Doradzono mi",
      "answer": "żeby poczekać z decyzją do jutra.\" answer: \"I was advised to wait with the decision until tomorrow.\" } "
    },
    {
      "hint": "{ hint: \"To był mój dotychczasowy sposób działania.\"",
      "answer": "answer: \"That was my former way of doing things.\" } "
    },
    {
      "hint": "{ hint: \"Dokumenty były starannie zorganizowane w folderach.\"",
      "answer": "answer: \"The documents were carefully organized in folders.\" } "
    },
    {
      "hint": "{ hint: \"Chciał odkryć coś nowego podczas podróży.\"",
      "answer": "answer: \"He wanted to discover something new during the trip.\" } "
    },
    {
      "hint": "{ hint: \"Nasza rozmowa trwała ponad godzinę.\"",
      "answer": "answer: \"Our conversation lasted over an hour.\" } "
    },
    {
      "hint": "{ hint: \"Spotkałem go zupełnie przypadkiem na ulicy.\"",
      "answer": "answer: \"I met him completely accidentally on the street.\" } "
    },
    {
      "hint": "{ hint: \"Na stole stała puszka z napojem.\"",
      "answer": "answer: \"There was a can of drink on the table.\" } "
    },
    {
      "hint": "{ hint: \"Musimy działać natychmiast",
      "answer": "zanim będzie za późno.\" answer: \"We must act immediately before it's too late.\" }"
    }
  ]
}